Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=627_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Pohjoissaamenkielisen aapisen toinen työkirja ilmestyi
smn: Tavesämikielâlâš aabbis nubbe pargokirje almostui

source: Pohjoissaamenkielisen aapisen ŠÁppes - Min meahci máidnasatŠ kevätkauden työkirja on ilmestynyt.
smn: Tavesämikielâlâš aabbis ŠÁppes - Min meahci máidnasatŠ kiđđâpaje pargokirje lii almostum.

source: Työkirja sisältää aapisen sisältöön pohjautuvia hauskoja ja värikkäitä äidinkielen taitoa kehittäviä tehtäviä yhteensä 126 sivua.
smn: Pargokirjeest láá puohnâssân 126 sijđod já tuálá siste hitruus já ivnáás eenikielâ tááiđu ovdedeijee pargopittáid.

source: Kirjan tekstit ja tehtävät ovat aapissarjan käsikirjoittaja Inga Guttormin (Oahptii Iŋgá) käsialaa.
smn: Kirje teevstah já pargopitáh vuáđuduveh aabisrááiđu čällee Inga Guttorm ovdil almostum siämmáánommâsâš aabbis tevstáid.

source: Kirjan kuvituksen on tehnyt Salli Parikka Wahlberg.
smn: Kirje kuvvim lii toohâm Salli Parikka Wahlberg.

source: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta Sajoksesta Inarista.
smn: Kirje lii finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst Sajosist Anarist.

source: Saamelaiskäräjien julkaisemat oppimateriaalit löytyvät tästä.
smn: Sämitige almostittem oppâmateriaaleh kávnojeh täst.
